[
  {
    "img": "https://i.ibb.co/MNwc7RV/Kawasaki.jpg",
    "name": "Kawasaki Ninja H2R",
    "description": "Kawasaki Ninja H2R takes the number one spot on this list of fastest bikes in the world. The Ninja H2R is a supercharged litre class monster that also happens to be the most powerful bike production bike in the world. However, it is for track use only and it can only be ridden in a closed racing circuit. ",
    "price": "$55,000"
  },
  {
    "img": "https://i.ibb.co/DzPvjw9/Ducati.jpg",
    "name": "Ducati Superleggera V4",
    "description": "The Ducati Superleggera V4 takes the second spot on this list of the world’s fastest bikes. The Superleggera V4 is a piece of art and it is the only street-legal bike with the entire load-bearing structure of the chassis made out of carbon fibre. It loaded with top of the line equipment and it is currently the most advanced litre-class super sport bike you can buy.",
    "price": "$100,000"
  },
  {
    "img": "https://i.ibb.co/sPBtw8v/BMW.jpg",
    "name": "BMW M 1000 RR",
    "description": "On the 5th spot in this list of fastest bike in the world, we have the BMW M 1000 RR. The M 1000 RR is the latest launch by the German motorcycle brand and it is currently the flagship super sport offered by the brand.",
    "price": "$32,900"
  },
  {
    "img": "https://i.ibb.co/fpd39LS/Aprilia.jpg",
    "name": "Aprilia RSV4 Factory",
    "description": "The Aprilia RSV4 Factory is another super sport bike on this list the world fastest bike. Aprilia has updated the RSV4 with new colours and a host of upgrades. The RSV4 Factory now meets the Euro 5 emission norms. This high performance Italian super sport is capable of breaching the 300 km/h mark.",
    "price": "$25,999"
  },
  {
    "img": "https://i.ibb.co/Vt10KJY/Honda.jpg",
    "name": "Honda CBR1000RR-R SP",
    "description": "Next on the list of the world’s fastest bikes, we have the Honda CBR1000RR-R SP. Honda has significantly improved the new-gen model. It is also one of the most powerful litre-class super sport bikes on sale. It comes loaded with an extensive set of riding aids and electronics and it also features a titanium exhaust muffler.",
    "price": "$28,500"
  },
  {
    "img": "https://i.ibb.co/syxgyDr/Suzuki.jpg",
    "name": "Suzuki GSX-R1000R",
    "description": "Starting off this list of fastest bikes in the world, we have the Suzuki GSX-1000R. The GSX-1000R is a litre-class super sport bike offered by the Japanese bike giant. It has proved its mettle by winning prestigious titles like Le Mans & World Endurance Championship over the years. The latest model is offered in two colour options.",
    "price": "$17,699"
  }
]
